Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/norsk-svensk_reinbeitekonvensjon.html.tmx
Source language: nob
Languages: smj

source: Norsk-svensk reinbeitekonvensjon
smj: Vuona-Svieriga boatsojguohtomkonvensjåvnnå

source: Konvensjon mellom Norge og Sverige om grenseoverskridende reindrift inneholder bestemmelser om hvordan reinbeiting over riksgrensa skal foregå.
smj: Vuona ja Svieriga gasskasasj konvensjåvnån rájájrasstijiddje ællosujto birra li mærrádusá danna gåktu boatsojguohtom rijkajrájá rastá galggá dáhpáduvvat.

source: Den grenseoverskridende reindriften har tradisjoner som strekker seg tilbake til før riksgrensene mellom Norge og Sverige ble trukket.
smj: Rájájrasstijiddje ællosujton li árbbedábe ma manni ruopptot ájgen åvddål gå rijkarájá Vuona ja Svieriga gaskan mierreduvvin.

source: Lappekodisillen av 1751 er den første avtalen som omhandler samenes rett til å drive med reindrift på kryss av grensene.
smj: Lappekodisilla jages 1751 la vuostasj sjiehtadus mij giehtadallá sábmelattjaj rievtesvuodav dåjmadittjat rájájrasstididdje ællosujtov.

source: Konvensjonen har vært omforhandlet flere ganger, blant annet i 1919 og 1972.
smj: Konvensjåvnnå l ådåsis sjiehtadaláduvvam moaddi, duola dagu jagijn 1919 ja 1972.

source: Siste konvensjon gikk frem til 2005, siden den gang har ikke statene blitt enige om ny konvensjon.
smj: Maŋemus konvensjåvnnå bisoj 2005 rádjáj, dan rájes ælla stáhta nahkam sjiehtadallat ådå konvensjåvnåv.

source: Sametinget i Norge og Sverige har sammen med Svenska Samers Riksforbund og Norske Reindriftssamers Landsforbund hatt i oppdrag fra norsk og svensk regjering å arbeide videre med norsk-svensk reinbeitekonvensjon.
smj: Vuonav ja Svieriga Sámedikke li aktan Svieriga Sámij Rijkasiebrre ja Vuona boatsojsámij Rijkasiebrijn oadtjum barggon Vuonav ja Svieriga ráddidusájn vijddásappot barggap Vuona-Svieriga boatsojguohtomkonvensjåvnåjn.

source: Formålet var å få en konvensjon som ivaretar alle parters rettigheter og interesser på en god måte.
smj: Ájggomussan la dakkár konvensjåvnåv åttjudit mij huksá divna ássjebielij rievtesvuodajt ja berustimijt buorre vuogijn.

source: Den samiske arbeidsgruppens forslag ble levert i 2014, men Sametingene har ikke fått en formell tilbakemelding fra regjeringene på dette forslaget.
smj: Sáme barggojuohkusa árvvalus vatteduváj 2014:n, valla Sámedikke ælla oadtjum formálalasj máhtsandiedojt ráddidusájs dán árvvalussaj.

source: Behandling av arbeidsgruppas forslag:
smj: Barggojuohkusa árvvalusá giehtadallam:

source: Relevant korrespondanse og høringsuttalelser:
smj: Relevánta tjálatjime ja guláskuddamárvvalusá:
